apache
autoconf
automake
awesome
bash
binutils
bison
bzip2
conky
coreutils
cryptsetup
ctags
device-mapper
dhcpcd
dialog
diffutils
e2fsprogs
fakeroot
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gettext
git
glibc
gobject-introspection
grep
groff
grub
gzip
inetutils
intel-ucode
iproute2
iputils
iw
jfsutils
julia
less
libcanberra
libtool
libva
libva-intel-driver
licenses
linux
logrotate
lvm2
m4
make
man-db
man-pages
mariadb
mdadm
nano
netctl
nodejs
npm
ntp
openmotif
openssh
os-prober
pacman
patch
pciutils
pcmciautils
perl
php
php-apache
pkg-config
postgresql
procps-ng
psmisc
reiserfsprogs
rpmextract
ruby
ttf-dejavu
ttf-ubuntu-font-family
unzip
usbutils
util-linux
vi
vim
vim-rails
wget
which
wpa_supplicant
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-server
xorg-server-utils
xorg-xclock
xorg-xdpyinfo
xorg-xfontsel
xorg-xinit
xorg-xlsfonts
xorg-xrdb
xterm
zip
