acpi
autoconf
automake
awesome
bash
binutils
bison
bzip2
chromium
coin-or-mp
conky
coreutils
cryptsetup
ctags
device-mapper
dhcpcd
dialog
diffutils
e2fsprogs
efibootmgr
fakeroot
file
filesystem
findutils
firefox
flashplugin
flex
gawk
gcc
gcc-libs
gdb
gettext
git
glibc
gnome-screenshot
grep
groff
grub
gzip
hdparm
htop
inetutils
iproute2
iputils
iw
jdk8-openjdk
jfsutils
less
libreoffice-fresh
libtool
licenses
linux
logrotate
lsof
lvm2
m4
make
man-db
man-pages
markdown
mdadm
nano
netctl
nodejs
npm
ntp
openssh
os-prober
pacman
patch
pciutils
pcmciautils
pdnsd
perl
pkg-config
poppler
poppler-data
postgresql
postgresql-old-upgrade
procps-ng
psmisc
pstoedit
putty
python2-pip
redshift
reiserfsprogs
rsync
s-nail
scala
sed
shadow
slock
strace
sudo
sysfsutils
systemd-sysvcompat
tar
texinfo
tmux
transset-df
ttf-dejavu
ttf-ubuntu-font-family
unzip
usbutils
util-linux
vi
vim
which
wkhtmltopdf
wpa_actiond
wpa_supplicant
xcompmgr
xdotool
xf86-input-synaptics
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-server
xorg-server-utils
xorg-xdpyinfo
xorg-xinit
xorg-xprop
xpdf
xsel
xterm
zip
